{"podcast_details": {"podcast_title": "Philosophize This!", "episode_title": "Episode #181 ... What if consciousness is an illusion?", "episode_image": "https://ssl-static.libsyn.com/p/assets/1/d/9/4/1d946f34af4d1ee6/logo1.jpg", "episode_transcript": " Hello everyone, I'm Stephen West. This is Philosophize This. Thanks for making the podcast possible for the last ten years. Anniversary was a week ago. Gonna keep doing my best to create something here that adds value to your life, to the people around you. Thanks to everyone who contributes and keeps this a free resource for everybody that wants to access it. People on Patreon, patreon.com slash philosophize this, philosophizes.org for everything else. Could never do this without all of you, so thank you. Quick update, and I'm gonna give you the abridged version of it here. But I'm kind of tired of not posting episodes of this podcast as frequently as I'd like to be posting them. Long story short, it's really just been a matter of poor planning by me. I just may actually be the worst person at estimating what 30 minutes of a podcast discussion is gonna look like. Today's episode is a perfect example of that. This was supposed to be an episode on illusionism as an answer to the hard problem, as well as a discussion on free will being an illusion. That was gonna be 30 minutes of talking in my head. It ended up being an hour and a half, and then for the last two weeks I've been sitting here trying to cut things out, trying to make it into an episode. I don't want to do that anymore. There's too much good stuff that I'm cutting out. I'm just gonna post more episodes of the podcast. So in the interest of giving you people more, as well as, you know, the fringe benefit of maintaining my sanity, today's episode is gonna be on illusionism, and the other episode I did on free will, hard determinism, Susan Wolf, Laplace, I'll release that here in about a week. Anyway, I hope you have a great week, and I hope you love the show today. So throughout the last couple episodes we've been doing on the philosophy of mind, there's been an idea that we've referenced multiple times and really just glossed over it as something that's practically self-evident. The idea is that when we think about consciousness, we can split it into two different types. There's access consciousness on the one hand and phenomenal consciousness on the other. This is what we've been saying. When it comes to access consciousness, that's the stuff we can explain with neuroscience, things like memories, information processing, our field of visual awareness. We can clearly explain a bit about how all that stuff works. But in this conversation so far, what keeps on being said is that what we can't seem to explain is phenomenal consciousness. You know, the subjective experience that underlies conscious thought, that it feels like something to be me. There's this idea that this phenomenal consciousness is something separate, something fundamental, something in a category all its own that needs to be explained. The idea is you can explain a lot of stuff about access consciousness, but you can't explain phenomenal consciousness, at least not yet. But if you're a good materialist listening to the discussions on this series so far, and you're sitting in the back of the room being super patient, not saying anything, trying to be respectful to all the other ideas being presented, maybe there's a part of you so far that's just been boiling inside, because you're waiting for the part of the show where we actually are going to call that giant assumption that's being made into question. Because a materialist might say, sure, phenomenal consciousness is pretty mysterious and all, but does that necessarily mean that it's something that needs a further explanation? This is a good question. What is the difference between explaining all the component parts of our subjective experience, again, the thoughts, memories, information processing, what's the difference between explaining all that and explaining phenomenal consciousness in itself? Like, what does that even mean? That's kind of like you saying, well, you can explain the delicious waffle cone. You can explain the creamy chocolatey goodness inside. You can explain the rainbow colored sprinkles, but you can't explain the ice cream cone in itself. Now, can you? I mean, at a certain point, what are we even talking about anymore? Is phenomenal consciousness really something that's entirely separate that needs to be explained? Maybe it doesn't need to be explained. Maybe phenomenal consciousness is less a thing in itself and more a sort of attribution we make about a particular intersection of those component parts that we can study and explain. Now, obviously, there's a bit to clarify there, and going over some popular arguments as to why that might be the case will take a good portion of the episode here today. But maybe a good place to start is to ask the question, if the hard problem of consciousness is being able to explain why it feels like something to be me, and your solution to that is that maybe we don't even need to explain it. One thing you're going to have to explain, no matter what, is why it seems to most people living in today's world that phenomenal consciousness is something that needs to be explained. Right before we began this series, we did an episode on Susan Sontag and the power of metaphors we casually use in conversations. And we talked about how these metaphors actually go on to have a pretty huge impact on the way we contextualize things in our lives. Well, the philosopher Susan Blackmore, and apparently I only cover female philosophers by the name of Susan or Simone on this show, but anyway, Susan Blackmore, huge player in these modern conversations about the mysteries of consciousness. And she thinks that if it's difficult for someone to wrap their brain around the idea that phenomenal consciousness is not something that's conceptually distinct, it may be because of the metaphors about consciousness that we use in everyday conversation that are directing the way you think about consciousness into a particular lane that's incorrect. For example, there's a way that people think about consciousness that's tragically common in today's world. It's become known as the Cartesian theater. So Cartesian, obviously referencing Descartes, and when Descartes arrives at his substance dualism where the mind is something totally separate from the body, this event in the history of philosophy goes on to change the way that people start to see their conscious experience. They start to think, well, what I am, what I must be, is I'm this conscious creature sort of perched up here inside of this head. And I'm essentially sitting in a theater looking out through a set of eyes, which are kind of like the screen in a theater. And on the screen, what I see is the outside world. Now, nobody actually believes this is what's happening. Every person on this godforsaken planet knows that there isn't really a movie theater up in their heads. But hearing and using this metaphor does shade the way that people see their own conscious experience. The casual use of the metaphor allows people to smuggle in assumptions about their subjective experience that we really have no evidence to be assuming. For example, when the mind and body is totally separate, maybe it becomes easier for people to believe that they're a spirit that's inhabiting a body. Maybe it just makes it easier for people to view their subjective, phenomenal consciousness as something separate from the body that needs to be explained in itself. Whatever it is, though, the point to Susan Blackmore is that the metaphors you use have an impact on your intuitions about consciousness. And she thinks there's several other examples that fall into the very same category as the Cartesian theater. How about the idea that there is a unified, single stream of consciousness that you're experiencing right now? The stream being the metaphor there. Susan Blackmore asks, is a single unified stream really the way that you experience your conscious thought? Like when you really pay attention, is that how you're existing moment to moment? She says most likely, the only reason people see their consciousness in terms of a stream is because of the specific way that people are often asked to observe their own consciousness. There's a bias built into the way that we're checking in. How do people typically do it? Well, they'll take a moment, they'll stop what they're doing, and they'll ask themselves, what does it feel like to be me right now? They'll pay attention, they'll listen, they'll try to come up with an answer to that question. And they'll realize that there's a particular set of thoughts, feelings, and perceptions that it feels like to be you in that moment. But then that person can wait for an hour, come back later, and ask the very same question in a different moment. What does it feel like to be me right now? And lo and behold, a totally different set of thoughts, feelings, and perceptions come up. And then what we often do as people at that point is we fill in that empty space between those two moments with some ethereal stream of consciousness that we assume is the same. A stream of consciousness that we assume must have existed between the two. But at some other level, rationally we know that for the whole time that we weren't doing this accounting of what it feels like to be me, we know that there were tons of different unconscious meta-processes going on, all doing their own things, sometimes interacting with each other, most of the time not. We know that our experience of consciousness is just directing our attention to one piece of our mental activity or another. And that all those pieces of mental activity keep on operating whether we're focusing on one of them or not. So is there a specific location where there's some sort of collective stream where all this stuff is bound together holistically? Is there any good reason to assume that it needs to be that way? Could it be that the continuity of this mental activity is more of an illusion than it is a reality? And if this sounds impossible at first, think of other illusions that we know are going on in the brain. Think of how any single sector of the brain creates a similar sort of illusion. Memories, for example. We know that different parts of the brain are responsible for different types of memory. Semantic memory in the frontal cortex, episodic memory in the hippocampus, procedural memory in the cerebellum. All these different areas work together in concert. It is all seemingly unified. Like when somebody cuts me off in traffic and I'm choosing a reaction, I don't consciously, you know, travel down to my cerebellum and say, hey, 200 million years ago, how did my lizard grandfather react when another lizard cut him off in traffic? No, multiple different parts of the brain are coming together and creating an illusion of continuity. And the same thing goes for our visual experience of the world. The same thing happens with our emotions. Here's Susan Blackmore saying that the traditional metaphors we casually throw around about consciousness, even with just a little bit of careful observation of your own experience, being someone up in a theater inside of your head with a unified continuous stream of your own consciousness, this isn't even how our experiences seem. Now, it should be said, if you were sufficiently committed to the process, you could absolutely carry on in life with a complete lack of self-awareness fueled by the metaphors of pop psychology and movies and TV shows, and you could definitely live in a state of illusion about all this. But that doesn't make it right. And what happened, she asked, when those metaphors go on to impact the way we conduct science or break things down philosophically? She says, quote, neuroscience and disciplined introspection give the same answer. There are multiple parallel processes with no clear distinction between conscious and unconscious ones. Consciousness is an attribution we make, not a property of only some special events or processes. Notions of the stream, contents, continuity, and function of consciousness are all misguided, as is the search for the neural correlates of consciousness, end quote. The more you think about the illusions that our brains create for the sake of simplicity, the more the question starts to emerge, what if there is no centralized headquarters of the brain where the subjective experience of you is being produced? What if consciousness is an emergent property that only exists when there's a very specific organization of physical systems going on? There are people that believe that phenomenal consciousness is an illusion. They're often called illusionists. And what someone like that may say is, sure, fully acknowledge there are other theories out there that may ultimately explain phenomenal consciousness. But isn't it also entirely possible that what it feels like to be you is an illusion created by several distributed processes of the brain that are running in parallel, multiple different channels exerting simultaneous influence on a variety of subsystems of the brain, and that these subsystems talk to each other, they compete with each other, they ebb and flow between various states of representation, but that these different drafts of cognitive processes all come together to create a type of simplification of what's going on in aggregate. And that simplification is what you experience as you. I mean, we have our five senses that help us map the external world, and they do so in a way that's often crude and incomplete. Could it be that we similarly have a crude misrepresentation of our own brain? This representation of our own brain activity that similarly allows us to be able to function efficiently as a person. If you were looking for another metaphor to apply here that an illusionist might say is probably better for people to think of themselves in terms of because it's not going to lead us down that rabbit hole of the Cartesian theater, is that we should think of phenomenal consciousness as being similar to a user interface or a desktop on a computer. The idea is, what is the desktop of a computer? Well, it's a bunch of simplified icons that are on a screen that allow you to essentially manipulate electrical voltage going on in between transistors on the computer hardware. But as you're pushing the buttons, channeling this electricity and getting things done on the computer, you don't actually need to know anything about the complex inner workings of how the software and hardware are operating. The philosopher Daniel Dennett introduces the metaphor here in his famous book called Consciousness Explained, 1991. He says, quote, When I interact with the computer, I have limited access to the events occurring within it. Thanks to the schemes of presentation devised by the programmers, I am treated to an elaborate audiovisual metaphor, an interactive drama acted out on the stage of keyboard, mouse and screen. I, the user, am subjected to a series of benign illusions. I seem to be able to move the cursor, a powerful invisible servant, to the very place in the computer where I keep my file. And once that I see that the cursor has arrived there, by pressing a key, I get to retrieve the file, spreading it out on a long scroll that unrolls in front of a window at my command. I can make all sorts of things happen inside the computer by typing in various commands, pressing various buttons. And I don't have to know the details. I maintain control by relying on my understanding of the detailed audiovisual metaphor provided by the user illusion. End quote. So if we take this metaphor seriously, then the idea that you're some sort of privileged observer of everything that's going on inside of your mind, that starts to seem like it's just wrong. To Daniel Dennett, we don't know what's really happening at the deepest levels of our brains. We only know what seems to be happening. We are constantly acting in certain ways, doing stuff, and then after the fact, making up all kinds of reasons for why we acted in the way that we did. Point is, you don't need to know everything that's going on at every level of a computer to be able to, for example, drag a file that you don't need anymore into the trash can on your desktop. You just drag the file into the trash can on this convenient intuitive screen. In fact, you could make the argument that knowing about all the information being processed at other levels would get in the way of you being able to get things done that are useful. But as it's been said many times before, to relate this back to our subjective experience of consciousness, to an illusionist, we have to acknowledge the fact that there is no more a trash can inside of your computer screen as there is a separate phenomenal subject inside of your brain that needs to be explained. That is an illusion. What you have, Daniel Dennett refers to, as an edited digest of events that are going on inside of your brain. So again, just to clarify, an illusionist doesn't doubt the existence of access consciousness. They're not saying that the outside world is an illusion, just the phenomenal representation of brain activity, just the subjective you that experiences the world phenomenologically. The philosopher Keith Frankish gives the example of a television set to describe the type of illusion that they're talking about. He says, quote, think of watching a movie. What your eyes are actually witnessing is a series of still images rapidly succeeding each other. But your visual system represents these images as a single fluid moving image. The motion is an illusion. Similarly, illusionists argue, your introspective system misrepresents complex patterns of brain activity as simple phenomenal properties. The phenomenality is an illusion, end quote. When it feels like something to be you, these phenomena you're experiencing are metaphorical representations of real neural events that are going on in your brain. And they definitely help us navigate reality. They definitely are useful, but nothing about those phenomena offer any sort of deep insight into the processes involved to produce that experience. So in that sense, they are an illusion. And Daniel Dennett goes hard on anyone trying to smuggle in any more magic than needs to be brought in to explain consciousness. He wrote a great entry in the Journal of Consciousness Studies back in 2016, and it was called illusionism as the obvious default theory of consciousness. Now, what's he getting at with that title? Why should consciousness being an illusion be the default theory that we should all be starting from? Well, he compares the possibility of consciousness being an illusion with another kind of illusion, the kind of illusion that you'd see in Vegas at a magic show. Because what happens at a magic show? Well, there's an enormous amount of effort put on by the magician that you're watching to trick you into thinking that what you're seeing is real. You're watching the magic show from a very specific point of view in the audience, carefully selected by the magician to limit the information you have. They got lights and smoke and music to distract you. They're usually wearing some kind of, you know, bedazzled cowboy costume. Looks like they got it at Spirit Halloween. They're poor assistants dressed and God knows what to distract you. And when they do the trick and the illusion's finally complete, and then you're sitting there amazed, wondering as to how they defied the laws of nature and actually sawed someone in half and put them back together in front of you. Imagine someone sitting in the crowd and the next day they're writing a review about the show and they're like, well, I guess everything we thought we knew about science needs to be rethought. This man is clearly a wizard. He clearly is outside the bounds of natural constraints that we thought existed. It's time to rethink our entire theoretical model. Daniel Dennett says, who would ever take that person seriously? They'd be laughed off the internet if they wrote that, and rightfully so. And similarly, when it comes to these modern conversations about consciousness, why would we ever assume that our entire theoretical model is flawed? Why would we assume the supernatural? Why wouldn't we assume that anything that seems magical or mysterious definitely has a natural explanation and that we just don't understand it yet? If you only saw a magic trick from a single angle, like sitting in the audience of a theater, it would be silly for us to assume that there wasn't a different perspective available that would show us how the trick was done. We only really see the qualia of our subjective experience from the angle of introspection. This is why to Daniel Dennett, the default position we should all be starting from, the most parsimonious explanation for a mystery that contradicts everything else we know, is that it's an illusion. It's funny because it's an argument coming from a place very similar to where a panpsychist might be coming from, but it's arriving at a totally different conclusion. Panpsychist might say that we don't yet know enough about the human brain to write off the possibility that consciousness exists at some level underneath. Here's an illusionist position that's saying, yeah, we certainly haven't been doing science long enough to know everything about the brain, and think of all the low-hanging fruit in the sciences that could potentially explain this mystery if only we have some more time to study it. More than that though, to an illusionist, they also want to consider that maybe there's something about the nature of the illusion that we're experiencing that's not fully explainable by studying the physical properties of the brain. Maybe studying the illusion itself is where we should be focusing more of our attention. But all that said, there's no shortage of people out there that have problems with saying consciousness is an illusion. For example, the philosopher Massimo Pigliucci, who, by the way, fun trivia fact, is the only person other than Philip Goff we've ever interviewed on the show all the way back in the Hume series. Anyway, he once wrote an article where he talks about how illusionism as an answer to the hard problem of consciousness is something that he thinks heavily relies on the specific definition you give as to what an illusion is or what consciousness is. To explain what he means, let's go back to the metaphor about the icons on the computer screen. Massimo Pigliucci says, this metaphor that Daniel Dennett presents in Consciousness Explained is a powerful metaphor when it comes to describing the relationship between phenomenal consciousness and the underlying neural machinery that makes it possible. It's great. But what he can't seem to understand is why anyone would ever call what's going on there an illusion. Why use the word illusion? When you hear the word illusion, he says, you think of mind trickery, smoke and mirrors. But that's not what's happening when it comes to the user interface on a computer. He says, quote, computer icons, cursors and so forth are not illusions. They are causally efficacious representations of underlying machine language processes, end quote. What he's getting at is that there's no illusion going on here. There is a connection between the underlying processes of the brain and our phenomenal experience of it. If it were truly an illusion, there would be no real connection. But he says, if you wanted to use that same logic, would you say that the steering wheel of your car is an illusion? I mean, when you're driving down the road and you turn the steering wheel, you're not aware of all the complexity of everything the car is doing, all the internal communication going on to be able to turn the car in whatever direction you're going. Does that make it an illusion when you turn the steering wheel left and everything moves that makes the car go left? No, the steering wheel is causally connected to the underlying machinery. And that steering wheel makes it possible for you to actually be able to drive the car efficiently. So why would you ever choose the word illusion to describe what's going on there? Maslow Piccoliucci thinks there's an easy trap for someone to fall into living in today's world. He calls it a sort of reductionist temptation. We come from a long history in the sciences of progressively reducing things to a deeper, more fundamental level of their component parts. And then the assumption has usually been that if you can find a lower level of description about something, for example, if we can explain what phenomenal consciousness is with a neurobiological explanation, well, then that explanation must be more true than anything going on at a more macro level, at the level of consciousness that we experience every day. It must be a more fundamental explanation and therefore a better explanation. You'll see the same kind of thinking going on when someone assumes that the atoms that make up an apple are more real in some sense than the apple in macroscopic reality. The assumption being that the apple as we experience it is some kind of an illusion created by our flawed senses and that it's somehow less valuable. But this whole way of thinking, he says, is unworkable. We've learned over the course of thousands of years of trying to study the things around us that different levels of description are useful for different purposes. He gives a series of examples here. He says, quote, if we are interested in the biochemistry of the brain, then the proper level of description is the subcellular one, taking lower levels, e.g. the quantum one, as background conditions. If we want a broader picture of how the brain works, we need to move up to the anatomical level, which takes all previous levels from the subcellular to the quantum one as background conditions. But if we want to talk to other human beings about how we feel and what we're experiencing, then it's the psychological level of description, the equivalent of Dennett's icons and cursors, that far from being illusory is the most valuable, end quote. Reality plays by different sets of rules at different scales, and different scales of reality are useful for different types of inquiry. When you're going about your everyday life, do you assume that the ground is solid or do you use the lower level of description at the atomic level where the ground is actually 99.9% empty space? So when it comes to consciousness, if we're going to say that a neurobiological description of what's going on invalidates the experience of what's going on at the level of subjectivity, that subjectivity is nothing but an illusion, then why stop at the neurobiological level, he says. Why not say that neurons are actually an illusion because they're ultimately made up of molecules? Why not say that molecules are illusions because they're really made up of quarks and gluons? You can do this infinitely. And maybe on a more general note, just when it comes to this lifelong process of trying to be as clear thinking of a human being as it can possibly be, maybe part of that whole process is accepting the fact that there is no single monistic way of analyzing reality that's the ultimate method of understanding it. Maybe understanding reality just takes a more pluralistic approach. Maybe getting as close to the truth as we can as people takes looking at reality from many different angles at many different scales. And maybe phenomenal consciousness is an important scale of reality that we need to be considering. So from Daniel Dennett and Keith Frankish offering a take on how consciousness might be an illusion to Susan Blackmore offering a take on why the illusion of consciousness is such a compelling trap to fall into, I think if anyone you're in a conversation with calls himself an illusionist, I mean, unless you're talking to David Copperfield, I think you're going to be able to understand why somebody may think about consciousness in this way. And this is the point in the conversation where we come to a bit of a crossroads, same crossroads that we've seen with other theories of consciousness so far. There are good reasons to believe that phenomenal consciousness may be an illusion. There are good reasons to doubt that fact. As we talked about at a certain point in these conversations, you have to just choose to believe in something and then deal with the prescriptive implications of believing it after the fact. And one of the ones with illusionism in particular is you can start to wonder the more you think about it, how much consciousness being an illusion would really have an impact on anything going on in your everyday life or your relationship to society. Like if that were the case, how much would that really change? It's actually pretty interesting to consider how much the possibility of consciousness being an illusion directly mirrors other unsolved conversations in the philosophy of mind more broadly. Like for example, the ongoing debate about whether free will is an illusion. Next episode, we're going to dive into it. One of the most requested topics in the history of this podcast, free will, free won't, hard determinism, and the implications of all of these when it comes to how we structure our societies. Keep your eyes open for it. It will be out very soon. Thanks to everybody on Patreon. And as always, thank you for listening. Talk to you next time."}, "podcast_summary": "In this podcast episode, the host discusses the concept of illusionism as an answer to the hard problem of consciousness. He explores the idea that phenomenal consciousness is an illusion, while acknowledging access consciousness as explainable through neuroscience. The host presents various arguments for and against the illusionist perspective, including the impact of metaphors on our understanding of consciousness and the analogy of a computer user interface. He also mentions the views of philosophers such as Keith Frankish, Daniel Dennett, and Susan Blackmore, who provide different perspectives on the concept of consciousness as an illusion. The episode concludes by considering the implications of illusionism and how it relates to other debates in the philosophy of mind, such as the question of whether free will is an illusion.", "podcast_guest": {"name": "Stephen West", "summary": "Philosophy (love of wisdom in ancient Greek) is a systematic study of general and fundamental questions concerning topics like existence, reason, knowledge, values, mind, and language. It is a rational and critical inquiry that reflects on its own methods and assumptions.\nHistorically, many of the individual sciences, like physics and psychology, formed part of philosophy. But they are considered separate academic disciplines in the modern sense of the term. The main traditions in the history of philosophy include Western, Arabic-Persian, Indian, and Chinese philosophy.\nMajor branches of philosophy are epistemology, ethics, logic, and metaphysics. Epistemology studies what knowledge is and how to acquire it. Ethics investigates moral principles and what constitutes right conduct. Logic is the study of correct reasoning and explores how good arguments can be distinguished from bad ones. Metaphysics examines the most general features of reality, like existence, objects and their properties, causation, space, and time. Other notable subfields are aesthetics, philosophy of language, philosophy of mind, philosophy of religion, philosophy of science, and political philosophy.\nPhilosophers use a great variety of methods to arrive at philosophical knowledge. They include conceptual analysis, reliance on common sense and intuitions, use of thought experiments, analysis of ordinary language, description of experience, and critical questioning. Philosophy is related to many other fields, like the sciences, mathematics, business, law, and journalism. It provides an interdisciplinary perspective and studies their scope and fundamental concepts. It also investigates their methods and ethical implications."}, "podcast_highlights": "- The host expresses his gratitude to listeners for their support over the years and apologizes for not posting episodes more frequently.\n- The episode discusses the concept of access consciousness, which can be explained through neuroscience, and phenomenal consciousness, which is the subjective experience of consciousness.\n- The illusionist perspective is introduced, suggesting that phenomenal consciousness is an illusion created by the brain's distributed processes.\n- Different metaphors for consciousness, such as the Cartesian theater and the computer user interface, are discussed to challenge the assumption that phenomenal consciousness needs a further explanation.\n- The illusionist perspective is critiqued by arguing that consciousness is not an illusion, but a causally connected representation of underlying neural processes. Other levels of description, such as the psychological level, are highlighted as valuable for understanding consciousness."}